bench/results/raw/ab-20260917-193905/base-r1-proxy-_big-c64.txt
Running 5s test @ http://127.0.0.1:8093/big
  4 threads and 64 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.12ms  254.98us  15.15ms   88.82%
    Req/Sec    14.40k     1.24k   16.14k    73.04%
  292294 requests in 5.10s, 27.92GB read
Requests/sec:  57313.91
Transfer/sec:      5.47GB